{
	"status": "ok",
	"totalResults": 30,
	"articles": [
		{
			"source": {
				"id": null,
				"name": "Onet.pl"
			},
			"author": null,
			"title": "Kamil Grosicki negocjował transfer z West Bromwich do Nottingham Forest - Onet Sport",
			"description": "Kamil Grosicki negocjował w piątek transfer z West Bromwich do Nottingham Forest, ale, chociaż okno transferowe w Anglii zatrzasnęło się o godz. 18 polskiego czasu, wciąż nie wiadomo, czy \"Grosik” zmienił barwy klubowe. Reprezentant Polski zafundował wszystki…",
			"url": "https://www.onet.pl",
			"urlToImage": "https://ocdn.eu/images/pulscms/OWU7MDA_/20ec3038d7c7d1637e04da3395de954d.png",
			"publishedAt": "2020-10-16T19:47:15Z",
			"content": "Kamil Grosicki negocjowa w pitek transfer z West Bromwich do Nottingham Forest, ale, chocia okno transferowe w Anglii zatrzasno si o godz. 18 polskiego czasu, wci nie wiadomo, czy \"Grosik zmieni barw… [+1056 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Dziennik.pl"
			},
			"author": "Dziennik.pl",
			"title": "Niepokojące wieści ze Szwecji. Chodzi o szczepy koronawirusa - Dziennik.pl",
			"description": "Szpital Uniwersytecki Sahlgrenska w Goeteborgu poinformował w piątek o potwierdzeniu pierwszego w Szwecji przypadku ponownego zakażenia SARS-CoV-2.",
			"url": "https://wiadomosci.dziennik.pl/swiat/artykuly/7903728,koronawirus-covid-19-szwecja-ponowne-zakazenie-kobieta.html",
			"urlToImage": "https://ocdn.eu/pulscms-transforms/1/aLRktkuTURBXy9kY2Y3OTRlOS1lYTNhLTRmNzAtYjFmZC1mNmRkZGY4OGRlNDcuanBlZ5GTBc0EsM0CdA",
			"publishedAt": "2020-10-16T19:40:01Z",
			"content": "U 53-letniej kobiety koronawirusa najpierw wykryto w maju, a w sierpniu przeprowadzony u niej test na Covid-19 ponownie da pozytywny wynik. Wedug lekarza mikrobiologa Johana Ringlandera ze Szpitala U… [+1020 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Onet.pl"
			},
			"author": "Wiadomości Onet",
			"title": "Koronawirus w Polsce. Ukazało się rozporządzenie z nowymi obostrzeniami - Wiadomości - Onet",
			"description": "Od soboty w całym kraju lokale gastronomiczne otwarte od godz. 6 do 21, wydarzenia sportowe bez udziału publiczności; od poniedziałku zakaz organizowania imprez okolicznościowych w strefie czerwonej - przewiduje rozporządzenie Rady Ministrów opublikowane w pi…",
			"url": "https://wiadomosci.onet.pl/kraj/koronawirus-w-polsce-ukazalo-sie-rozporzadzenie-z-nowymi-obostrzeniami/w8flyg2",
			"urlToImage": "https://ocdn.eu/pulscms-transforms/1/9kRk9kpTURBXy8yYzhiNTc1Mjk3MTYyZjJiZDMyMWJiNTYzZjczNjRhYS5qcGeTlQMAAM0XMc0NC5MJpjI1YjI5MQaTBc0COs0BLIGhMAE/.jpg",
			"publishedAt": "2020-10-16T19:25:18Z",
			"content": "<ul><li>W strefie ótej w szkoach wyszych i ponadpodstawowych obowizuje nauczanie hybrydowe;</li><li>w strefie czerwonej nauczanie w szkoach wyszych i ponadpodstawowych bdzie miao charakter zdalny (z … [+3015 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Onet.pl"
			},
			"author": "Wiadomości Onet",
			"title": "USA odrzuca propozycję Putina w sprawie układu o ograniczeniu zbrojeń - Wiadomości - Onet",
			"description": "Stany Zjednoczone odrzuciły w piątek propozycję prezydenta Rosji Władimira Putina w sprawie przedłużenia o rok, bez żadnych warunków, układu z 2010 r. o ograniczeniu zbrojeń strategicznych. Układ nazywany Nowy START obowiązuje do lutego 2021 r.",
			"url": "https://wiadomosci.onet.pl/swiat/usa-odrzuca-propozycje-putina-w-sprawie-ukladu-o-ograniczeniu-zbrojen/b3dd2v4",
			"urlToImage": "https://ocdn.eu/pulscms-transforms/1/jzWk9kuTURBXy8xMjhhZGExMS00NGFhLTQ2ZWMtYTYyNy1jN2YzZjU3ZDVlOGIuanBlZ5OVAwDMnM0TiM0K_JMJpjA2ZDlmOAaTBc0COs0BLIGhMAE/usa-odrzuca-propozycje-putina-w-sprawie-ukladu-o-ograniczeniu-zbrojen.jpg",
			"publishedAt": "2020-10-16T19:05:25Z",
			"content": "W owiadczeniu doradca prezydenta USA Donalda Trumpa ds. bezpieczestwa narodowego Robert O'Brien stwierdzi, e propozycja Putina jest nie do przyjcia. Wskaza przy tym, e warunkiem USA jest wstrzymanie … [+1193 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tvn24.pl"
			},
			"author": "mart/kg",
			"title": "Roman Giertych zatrzymany. Michał Kamiński i Ryszard Kalisz komentują zatrzymanie Giertycha - TVN24",
			"description": "To, co wczoraj spotkało Romana Giertycha, jutro może spotkać każdego z państwa - mówił w \"Faktach po Faktach\" w TVN24 o zatrzymaniu przez CBA mecenasa Romana Giertycha senator Michał Kamiński z Unii Europejskich Demokratów, prywatnie przyjaciel rodziny Gierty…",
			"url": "https://tvn24.pl/polska/roman-giertych-zatrzymany-michal-kaminski-i-ryszard-kalisz-komentuja-zatrzymanie-giertycha-4723154",
			"urlToImage": "https://tvn24.pl/najnowsze/cdn-zdjecie-75cnn8-16-1920-fpf-cln-new-4723211/alternates/LANDSCAPE_1280",
			"publishedAt": "2020-10-16T18:53:00Z",
			"content": "To, co wczoraj spotkao Romana Giertycha, jutro moe spotka kadego z pastwa - mówi w \"Faktach po Faktach\" w TVN24 o zatrzymaniu przez CBA mecenasa Romana Giertycha senator Micha Kamiski z Unii Europejs… [+4491 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Interia.pl"
			},
			"author": null,
			"title": "Co się dzieje z Adamem Nawałką? Były selekcjoner mógł pracować m.in. w Tunezji i Arabii Saudyjskiej - Interia",
			"description": "Kliknij i zobacz więcej.",
			"url": "https://sport.interia.pl/reprezentacja-polski/news-co-sie-dzieje-z-adamem-nawalka-byly-selekcjoner-mogl-pracowa,nId,4797122",
			"urlToImage": "https://i.iplsc.com/-/0007WRHJLR2YPPG4-C411.jpg",
			"publishedAt": "2020-10-16T18:21:31Z",
			"content": "Adam Nawaka od pótora roku pozostaje bez pracy. Byy selekcjoner reprezentacji Polski, a ostatnio trener Lecha Pozna na razie nie podejmuje nowych wyzwa. Oferty otrzymuje jednak regularnie. Wedug info… [+2450 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Gazeta.pl"
			},
			"author": "Justyna Bryczkowska",
			"title": "Komunikat MEN ws. zmian w szkołach ponadpodstawowych. Wchodzi nauka zdalna i hybrydowa - Wiadomosci Gazeta.pl",
			"description": "Minister edukacji Dariusz Piontkowski wydał komunikat, w którym wyjaśnił zasady, na jakich będą teraz funkcjonować szkoły ponadpodstawowe. Zmiany w sposobie nauczania z wyróżnieniem na strefy zostaną wprowadzone, by ogrniaczyć zasięg epidemii i ochronić osoby…",
			"url": "https://wiadomosci.gazeta.pl/wiadomosci/7,114883,26405857,komunikat-men-ws-zmian-w-szkolach-ponadpodstawowych-wchodzi.html",
			"urlToImage": "https://bi.im-g.pl/im/81/1a/19/z26323585IER,Dariusz-Piontkowski.jpg",
			"publishedAt": "2020-10-16T18:09:00Z",
			"content": "Po ostatnim spotkaniu Zespołu Zarządzania Kryzysowego rząd wprowadza nowe rozporządzenia, a część z nich dotyczy funkcjonowania szkół. - Szkoły nie są jak na razie ważnym ogniskiem zakażenia i rozwoj… [+2217 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Plejada.pl"
			},
			"author": "Anna Pawelczyk",
			"title": "Martyna Wojciechowska i Przemysław Kossakowski wzięli ślub! - Plejada.pl",
			"description": "",
			"url": "https://plejada.pl/newsy/martyna-wojciechowska-i-przemyslaw-kossakowski-wzieli-slub-historia-milosci/vxxwh5w",
			"urlToImage": "https://ocdn.eu/pulscms-transforms/1/C6vktkpTURBXy81NDViMGUxNTNkZmU3YzQ5NTk5ZDJmODc2YTliNWEzNi5qcGeSlQMAzQFKzQvAzQackwXNAeDNAWg",
			"publishedAt": "2020-10-16T18:07:35Z",
			"content": "Martyna Wojciechowska i Przemek Kossakowski dugo nie chcieli potwierdzi tego, e si zarczyli. Paparazzi wielokrotnie próbowali uchwyci piercionek zarczynowy na palcu podróniczki, a w kocu ona sama prz… [+2146 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Naszemiasto.pl"
			},
			"author": "Redakcja",
			"title": "Nowe obostrzenia od 17 października! Zmiany w czerwonej strefie. Co nas czeka? Do czerwonej strefy trafił m.in. Poznań! - Poznań NaszeMiasto.pl",
			"description": "W czwartek, 15 października podano informację, że zarówno miasto Poznań jak i powiat poznański znajdą się w strefie czerwonej. W związku z tym od soboty, 17 października wprowadzone zostaną nowe obostrzenia. Sprawdź w naszej galerii, co zmieni się w życiu mie…",
			"url": "https://poznan.naszemiasto.pl/nowe-obostrzenia-od-17-pazdziernika-zmiany-w-czerwonej/ar/c1-7943437",
			"urlToImage": "https://d-art.ppstatic.pl/kadry/k/r/4e/ad/5f892eee13773_o_original.jpg",
			"publishedAt": "2020-10-16T17:42:00Z",
			"content": "Wykrylimy, e nadal blokujesz reklamy...\r\nTo dziki reklamom moemy dostarczy dla Ciebie wartociowe informacje.\r\n Jeli cenisz nasz prac, prosimy, odblokuj reklamy na naszej stronie.\r\nDzikujemy za Twoje … [+78 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tvn24.pl"
			},
			"author": "akw/mtom,rzw",
			"title": "Brexit. Boris Johnson ostrzega Unię Europejską. Bruksela odmawia kompromisu za wszelką cenę - TVN24",
			"description": "Nie będzie umowy handlowej z Unią Europejską, o ile nie nastąpi \"fundamentalna\" zmiana podejścia z jej strony - oświadczył premier Wielkiej Brytanii Boris Johnson. Nie powiedział jednak wprost, czy oznacza to zerwanie negocjacji z Unią. Przewodniczący Rady Eu…",
			"url": "https://tvn24.pl/swiat/brexit-boris-johnson-ostrzega-unie-europejska-bruksela-odmawia-kompromisu-za-wszelka-cene-4722804",
			"urlToImage": "https://tvn24.pl/najnowsze/cdn-zdjecie-9p7nmc-szczyt-unii-europejskiej-o-brexicie-4723089/alternates/LANDSCAPE_1280",
			"publishedAt": "2020-10-16T17:32:00Z",
			"content": "Nie bdzie umowy handlowej z Uni Europejsk, o ile nie nastpi \"fundamentalna\" zmiana podejcia z jej strony - owiadczy premier Wielkiej Brytanii Boris Johnson. Nie powiedzia jednak wprost, czy oznacza t… [+5501 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Interia.pl"
			},
			"author": null,
			"title": "Makabryczne zabójstwo we Francji: Mężczyzna odciął drugiemu głowę - Interia",
			"description": "Kliknij i zobacz więcej.",
			"url": "https://wydarzenia.interia.pl/swiat/news-makabryczne-zabojstwo-we-francji-mezczyzna-odcial-drugiemu-g,nId,4797125",
			"urlToImage": "https://i.iplsc.com/-/000AKRV7UVUNRTW2-C411.jpg",
			"publishedAt": "2020-10-16T17:03:00Z",
			"content": "Makabryczne zabójstwo w Conflans-Sainte-Honorine (Yvelines), jednej z miejscowoci pod Paryem. Mczyzna odci gow innej osobie - poinformowaa policja. Ofiara to nauczyciel historii Samuel P. Jak podaj m… [+2069 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Komorkomania.pl"
			},
			"author": null,
			"title": "Dużo zalet i jedna wada. Test Xiaomi Mi 10T Pro - Komórkomania",
			"description": "Xiaomi Mi 10T Pro to jeden z najlepiej wyposażonych smartfonów w swojej klasie cenowej. Lub - jak kto woli - jeden z najtańszych smartfonów o flagowej specyfikacji. Nie obyło się jednak bez kompromisów.",
			"url": "https://komorkomania.pl/39325,xiaomi-mi-10t-pro-test-recenzja-i-opinia",
			"urlToImage": "https://i.wpimg.pl/1200x0/m.komorkomania.pl/xiaomi-mi-10t-pro-test-6485f93e1.jpg",
			"publishedAt": "2020-10-16T16:37:24Z",
			"content": "Na redakcyjne testy trafi Xiaomi Mi 10T Pro uzbrojony w aparat 108 Mpix z optyczn stabilizacj obrazu. Podstawowy Mi 10T ma aparat 64 Mpix bez stabilizacji i jest to jedyna rónica midzy tymi modelami.… [+13503 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Gwiazdy.wp.pl"
			},
			"author": "Anna Ryta",
			"title": "Doda pozuje w rajstopach. Jednego nie zauważyła - Wirtualna Polska",
			"description": "Doda nie zwalnia tempa. Co rusz publikuje na Instagramie kuszące zdjęcia, którymi rozpala wyobraźnię swoich fanów. Ostatnio pochwaliła się długimi nogami, ale, o dziwo, to nie one przykuły największą uwagę",
			"url": "https://gwiazdy.wp.pl/doda-pozuje-w-rajstopach-jednego-nie-zauwazyla-instagram-6565316714171008a",
			"urlToImage": "https://v.wpimg.pl/NTg0ODg2YTUGUjl3SElsIEUKbS0OEGJ2EhJ1ZkgCYWdUBXY8VQJ-ZEhWJigCQCskCB4oNhJCLyMXHj8oSFM-PUhGfmsDWz0kC1E2awJfLDEDH3Z0UVd7NVMDYiVUAS15U1V-c0pTLWJQHXl3UFQvNlFRLiBWB2wp",
			"publishedAt": "2020-10-16T16:18:00Z",
			"content": "Kilka lat temu Doda przesza metamorfoz. Porzucia kiczowate stylizacje, róowe sukienki, sztuczn opalenizn i tipsy. Nigdy nie zrezygnowaa jednak ze swojej najwikszej mioci - butów. I to nie byle jakich… [+645 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tvn24.pl"
			},
			"author": "mart//rzw",
			"title": "Protesty na Białorusi. MSW zapowiada \"humanitarne\" użycie broni, także ostrej, wobec demonstrantów - TVN24",
			"description": "Szef zarządu do spraw walki z przestępczością zorganizowaną MSW Białorusi Mikałaj Karpiankou porównał uczestników demonstracji w tym kraju do \"zorganizowanych grup przestępczych\".  - Użyjemy broni ostrej wobec każdego, kto podniesie rękę na funkcjonariusza - …",
			"url": "https://tvn24.pl/swiat/protesty-na-bialorusi-msw-zapowiada-humanitarne-uzycie-broni-takze-ostrej-wobec-demonstrantow-4722950",
			"urlToImage": "https://tvn24.pl/swiat/cdn-zdjecie-2r5st7-zatrzymania-na-bialorusi-4704310/alternates/LANDSCAPE_1280",
			"publishedAt": "2020-10-16T15:58:00Z",
			"content": "Szef zarzdu do spraw walki z przestpczoci zorganizowan MSW Biaorusi Mikaaj Karpiankou porówna uczestników demonstracji w tym kraju do \"zorganizowanych grup przestpczych\". - Uyjemy broni ostrej wobec … [+2419 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Money.pl"
			},
			"author": "ANA",
			"title": "Skarbówka wytacza ciężkie działa. Firmy muszą oddać miliony - Money.pl",
			"description": "Fiskus wytoczył ciężkie działa przeciwko legalnym transakcjom, których głównym celem jest uniknięcie lub istotne zmniejszenie podatku. 12&nbsp;firm ma&nbsp;zwrócić do&nbsp;budżetu 82&nbsp;mln zł&nbsp;korzyści podatkowych, podaje „Puls Biznesu”.",
			"url": "https://www.money.pl/podatki/skarbowka-wytacza-ciezkie-dziala-firmy-musza-oddac-miliony-6565320612199072a.html",
			"urlToImage": "https://i.wpimg.pl/1200x0/filerepo.grupawp.pl/api/v1/display/embed/8cdef94b-0dd2-4736-9185-efcb6368a4e9",
			"publishedAt": "2020-10-16T15:53:29Z",
			"content": "Chodzi o tzw. klauzul GAAR, która obowizuje w Polsce od czterech lat. Ma ona przeciwdziaa sztucznym (ale legalnym) transakcjom niemajcym uzasadnienia biznesowego, których celem jest uniknicie lub ist… [+1356 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Biznesinfo.pl"
			},
			"author": "Konrad Karpiuk",
			"title": "Francuzi przejmują wielką polską firmę. Transakcja już niemal zawarta - biznesinfo.pl",
			"description": "Pekaes (nie mylić z PKS - Państwową Komunikacją Samochodową) to polski operator logistyczny, działający w Polsce od 1958 roku. W międzyczasie właścicielem był m.in. Jan Kulczyk. Obecnie trwa przejęcie spółki przez państwowy kapitał.",
			"url": "https://www.biznesinfo.pl/pekaes-161020-ks-przejecie-francuzi",
			"urlToImage": "https://www.biznesinfo.pl/s/i/202010/normal/pekaes-przejety-przez-francuzow-1602857630.jpg",
			"publishedAt": "2020-10-16T14:51:44Z",
			"content": "Pekaes (nie myli z PKS - Pastwow Komunikacj Samochodow) to polski operator logistyczny, dziaajcy w Polsce od 1958 roku. W midzyczasie wacicielem by m.in. Jan Kulczyk. Obecnie trwa przejcie spóki prze… [+2396 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Sportowefakty.wp.pl"
			},
			"author": "Wirtualna Polska Media",
			"title": "Tenis. Prawnik Igi Świątek: To urągało wszelkiej przyzwoitości - WP SportoweFakty",
			"description": "- Umowa Igi Świątek z jej byłą agencją została narzucona na warunkach urągających wszelkiej przyzwoitości, czyniąc z Igi niemal zakładnika - przekonuje WP SportoweFakty reprezentujący jej interesy mecenas Jarosław Chałas.",
			"url": "https://sportowefakty.wp.pl/tenis/905136/tenis-prawnik-igi-swiatek-to-uragalo-wszelkiej-przyzwoitosci",
			"urlToImage": "https://sf-administracja.wpcdn.pl/storage2/featured_original/5f86f2288f5114_17767482.jpg",
			"publishedAt": "2020-10-16T14:35:00Z",
			"content": "- Umowa Igi witek z jej by agencj zostaa narzucona na warunkach urgajcych wszelkiej przyzwoitoci, czynic z Igi niemal zakadnika - przekonuje WP SportoweFakty reprezentujcy jej interesy mecenas Jarosa… [+3913 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Plotek.pl"
			},
			"author": "Zuzanna Sierzputowska",
			"title": "\"The Voice of Poland\". Doda chciałaby być jurorką, ale jest skłócona z Górniak. Ujawnia, od czego zaczął się - Plotek.pl",
			"description": "Doda udzieliła wywiadu w PRL, czyli w Polskim Radiu Londyn, gdzie opowiedziała o promocji swojego filmu. Reporter postanowił poruszyć również temat sporu między Rabczewską a Edytą Górniak. Artystka przedstawiła swoje stanowisko.",
			"url": "https://www.plotek.pl/plotek/7,154063,26404541,doda-o-konflikcie-z-gorniak-o-co-tak-naprawde-poszlo-ta-historia.html",
			"urlToImage": "https://bi.im-g.pl/im/9f/2e/19/z26404767IER,Doda.jpg",
			"publishedAt": "2020-10-16T14:00:00Z",
			"content": "Zapracowana Doda niedawno zakończyła zdjęcia na planie swojego filmu. Jeśli wszystko pójdzie zgodnie z planem, premiera \"Dziewczyn z Dubaju\" odbędzie się w styczniu 2021 roku. Wokalistka 15 październ… [+2248 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Onet.pl"
			},
			"author": null,
			"title": "Zamieszanie w MSWiA w Poznaniu. Lekarze byli wściekli. „To wyjątkowa ignorancja i bezczelność\" - fakt.pl",
			"description": "Epidemia koronawirusa w Polsce najwyraźniej wymknęła się spod kontroli. Świadczy o tym chociażby piątkowe zamieszanie w szpitalu MSWiA w Poznaniu. Rano lekarze dowiedzieli się, że ich placówka najprawdopodobniej zostanie przekształcona w jednoimienny szpital …",
			"url": "https://www.onet.pl",
			"urlToImage": "https://ocdn.eu/images/pulscms/OWU7MDA_/20ec3038d7c7d1637e04da3395de954d.png",
			"publishedAt": "2020-10-16T13:11:46Z",
			"content": "Epidemia koronawirusa w Polsce najwyraniej wymkna si spod kontroli. wiadczy o tym chociaby pitkowe zamieszanie w szpitalu MSWiA w Poznaniu. Rano lekarze dowiedzieli si, e ich placówka najprawdopodobn… [+862 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Www.rp.pl"
			},
			"author": null,
			"title": "Polska i świat walczą z koronawirusem - relacja z 16 października - Rzeczpospolita",
			"description": "Liczba zakażeń koronawirusem SARS-CoV-2 wykrytych w Polsce wzrosła do 157 608, liczba zgonów osób zakażonych - do 3 440 *** 15 października resort zdrowia informował o 8 099 przypadkach koronawirusa wykrytych w ciągu doby - to największy dobowy przyrost liczb…",
			"url": "https://www.rp.pl/Koronawirus-SARS-CoV-2/201019530-Polska-i-swiat-walcza-z-koronawirusem---relacja-z-16-pazdziernika_.html",
			"urlToImage": "https://www.rp.pl/storyimage/RP/20201016/SWIAT/201019530/AR/0/AR-201019530.jpg?minW=200&minH=200&exactW=1200&exactH=716&lastModified=20201016181334",
			"publishedAt": "2020-10-16T13:05:00Z",
			"content": "Uzyskaj dostp do aktualnego E-wydania\r\nUZYSKAJ DOSTP\r\nMasz aktywn subskrypcj? Zaloguj si lub wypróbuj za darmo wydanie testowe."
		}
	]
}